<?php
//===================================================================================
//[ｼｽﾃﾑ    ]    -
//[ﾌｧｲﾙ名  ]    session_set.php
//[処理内容]    Tugiraku用_ｾｯｼｮﾝ設定処理
//[作成    ]    2019/05/27 E.KINJO    新規作成（ツギラクからコピー）
//[履歴    ]
//===================================================================================

    // ｷｬｯｼｭ有効期限の設定
    session_cache_expire(1);
    // ｷｬｯｼｭﾘﾐｯﾀの設定
    session_cache_limiter("nocache");
    // ｾｯｼｮﾝ開始/再開////////
    if(session_id() === '') {
        session_start();
        header('Expires:');
        header('Cache-Control:');
        header('Pragma:');
    }
